Repository: IsaacHuo/MyLeafy
Catalog: leafyWidget/Localizable.xcstrings
Source language: zh_hans
Languages: en_us

# %arg · %arg
source: %1$arg · %2$arg
en_us: %arg · %arg

source: MyLeafy 课表
en_us: MyLeafy schedule

source: 今
en_us: Today

source: 今日课表
en_us: Today's Schedule

source: 切换 MyLeafy 小组件显示今天或明天的课表。
en_us: Toggle the MyLeafy widget to display today's or tomorrow's class schedule.

source: 切换课表日期
en_us: Switch class schedule dates

source: 打开课表
en_us: Open Schedule

source: 日期偏移
en_us: date offset

source: 明
en_us: Next

source: 明日课表
en_us: Tomorrow's Schedule

source: 显示今天课表
en_us: Show today's schedule

source: 显示明天课表
en_us: Show tomorrow's schedule

source: 查看今天课程、备注和课前提醒。
en_us: View today's courses, notes, and pre-class reminders.

source: 还有 %d 节
en_us: There are still %d periods

source: 查看课程与个人日程，大号小组件展示本周安排。
en_us: See classes and personal events, with a weekly view in the large widget.

source: 今日安排
en_us: Today

source: 明日安排
en_us: Tomorrow

source: 本周安排
en_us: This week

source: 今日安排已结束
en_us: All done for today

source: 全天共 %d 项
en_us: %d items today

source: 还有 %d 项安排
en_us: +%d more

source: 共 %d 项安排
en_us: %d scheduled

source: 个人日程
en_us: Personal events

source: 进行中
en_us: Now

source: 显示今天安排
en_us: Show today's agenda

source: 显示明天安排
en_us: Show tomorrow's agenda

source: 打开 App 更新小组件
en_us: Open app to update

source: 打开 App，读取本机课程与日程。
en_us: Open the app to load your classes and events.

source: 当天没有安排
en_us: No events today

source: 课程和个人日程会显示在这里。
en_us: Classes and personal events appear here.

source: 登录后查看课程与个人日程。
en_us: Sign in to see your classes and events.

source: 需要重新登录
en_us: Sign in again

source: 第 %d 周
en_us: Week %d
